fio/outputs/testext2fyp/fio-rand-read.output
file1: (g=0): rw=randread, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=16
fio-3.12
Starting 1 process
file1: Laying out IO file (1 file / 10240MiB)

file1: (groupid=0, jobs=1): err= 0: pid=1928: Tue Jul 28 01:01:14 2020
  read: IOPS=7445, BW=29.1MiB/s (30.5MB/s)(25.6GiB/900001msec)
    slat (usec): min=70, max=42968, avg=132.60, stdev=206.74
    clat (nsec): min=1703, max=1078.6M, avg=2015109.07, stdev=2413993.81
     lat (usec): min=130, max=1078.7k, avg=2147.92, stdev=2423.35
    clat percentiles (usec):
     |  1.00th=[ 1827],  5.00th=[ 1909], 10.00th=[ 1942], 20.00th=[ 1942],
     | 30.00th=[ 1958], 40.00th=[ 1958], 50.00th=[ 1975], 60.00th=[ 1975],
     | 70.00th=[ 1991], 80.00th=[ 1991], 90.00th=[ 2008], 95.00th=[ 2040],
     | 99.00th=[ 2180], 99.50th=[ 2343], 99.90th=[19530], 99.95th=[19530],
     | 99.99th=[20055]
   bw (  KiB/s): min= 2560, max=32776, per=100.00%, avg=29812.16, stdev=1124.81, samples=1798
   iops        : min=  640, max= 8194, avg=7453.02, stdev=281.20, samples=1798
  lat (usec)   : 2=0.01%, 250=0.01%, 500=0.01%, 750=0.01%, 1000=0.01%
  lat (msec)   : 2=85.20%, 4=14.59%, 10=0.01%, 20=0.20%, 50=0.01%
  cpu          : usr=1.65%, sys=6.09%, ctx=6703545, majf=0, minf=25
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=6700855,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16

Run status group 0 (all jobs):
   READ: bw=29.1MiB/s (30.5MB/s), 29.1MiB/s-29.1MiB/s (30.5MB/s-30.5MB/s), io=25.6GiB (27.4GB), run=900001-900001msec

Disk stats (read/write):
  sdb: ios=6700328/3, merge=0/0, ticks=836713/0, in_queue=826372, util=91.85%