fio/outputs/testext2fyp/fio-seq-read.output
file1: (g=0): rw=read, bs=(R) 256KiB-256KiB, (W) 256KiB-256KiB, (T) 256KiB-256KiB, ioengine=libaio, iodepth=16
fio-3.12
Starting 1 process
file1: Laying out IO file (1 file / 10240MiB)

file1: (groupid=0, jobs=1): err= 0: pid=1690: Mon Jul 27 20:14:37 2020
  read: IOPS=2116, BW=529MiB/s (555MB/s)(465GiB/900008msec)
    slat (usec): min=5, max=521, avg=21.86, stdev= 5.24
    clat (usec): min=551, max=52577, avg=7536.10, stdev=1299.69
     lat (usec): min=576, max=52611, avg=7558.35, stdev=1299.76
    clat percentiles (usec):
     |  1.00th=[ 6980],  5.00th=[ 7373], 10.00th=[ 7439], 20.00th=[ 7439],
     | 30.00th=[ 7439], 40.00th=[ 7439], 50.00th=[ 7439], 60.00th=[ 7439],
     | 70.00th=[ 7504], 80.00th=[ 7504], 90.00th=[ 7504], 95.00th=[ 7504],
     | 99.00th=[ 7635], 99.50th=[19792], 99.90th=[23725], 99.95th=[24249],
     | 99.99th=[43779]
   bw (  KiB/s): min=507904, max=550400, per=99.99%, avg=541762.60, stdev=6594.74, samples=1800
   iops        : min= 1984, max= 2150, avg=2116.23, stdev=25.77, samples=1800
  lat (usec)   : 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.08%, 4=0.21%, 10=98.92%, 20=0.28%, 50=0.49%
  lat (msec)   : 100=0.01%
  cpu          : usr=0.82%, sys=5.55%, ctx=1818059, majf=0, minf=524
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=1904812,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16

Run status group 0 (all jobs):
   READ: bw=529MiB/s (555MB/s), 529MiB/s-529MiB/s (555MB/s-555MB/s), io=465GiB (499GB), run=900008-900008msec

Disk stats (read/write):
  sdb: ios=2149153/3, merge=0/0, ticks=16176692/23, in_queue=16161832, util=100.00%